{
  "28": {
    "raw_text": "Chapter 28: Structure and Function of the Hematologic System MULTIPLE CHOICE What is the most abundant class of plasma protein? Globulin c. Clotting factors Albumin d. Complement proteins ANS: B Albumin (approximately 60% of total plasma protein at a concentration of about 4 g/dl) is the most abundant plasma protein. PTS: 1 REF: Page 946 What is the effect of low plasma albumin? Clotting factors decrease, thus increasing the chance of prolonged bleeding. Fewer immunoglobulins are synthesized, thus impairing the immune function. Less iron is stored, thus increasing the incidence of iron deficiency anemia. Osmotic pressure decreases, thus water moves from the capillaries to the interstitium. ANS: D In the case of decreased production (e.g., cirrhosis, other diffuse liver diseases, protein malnutrition) or excessive loss of albumin (e.g., certain kidney diseases, extensive burns), the reduced oncotic pressure leads to excessive movement of fluid and solutes into the tissues and decreased blood volume. The other options are not accurate descriptions of the effect of low plasma albumin. PTS: 1 REF: Page 946 What is the life span of an erythrocyte (in days)? 20 to 30 c. 100 to 120 60 to 90 d. 200 to 240 ANS: C Because it cannot undergo mitotic division, the erythrocyte has a limited life span of approximately 120 days. PTS: 1 REF: Pages 947-948 Which statement concerning erythrocytes is true? Erythrocytes contain a nucleus, mitochondria, and ribosomes. Erythrocytes synthesize proteins. Erythrocytes have the ability to change shape to squeeze through microcirculation. Erythrocyte colony-stimulating factor (E-CSF) stimulates erythrocytes. ANS: C Reversible deformity enables the erythrocyte to assume a more compact torpedo-like shape, squeeze through the microcirculation, and return to normal. The other options are not accurate statements about erythrocytes. PTS: 1 REF: Page 948 Granulocytes that contain granules of vasoactive amines, such as histamine, are called: Neutrophils c. Monocytes Eosinophils d. Basophils ANS: D Basophils contain cytoplasmic granules that hold an abundant mixture of biochemical mediators, including histamine, chemotactic factors, proteolytic enzymes, and an anticoagulant (heparin) (see Figure 27-3, C). This is not an accurate description of any of the other options. PTS: 1 REF: Page 949 Which of the following are formed elements of the blood that are not cells but are disk-shaped cytoplasmic fragments essential for blood clotting? Monocytes c. Macrophages Platelets d. Erythrocytes ANS: B Platelets (thrombocytes) are not true cells but are disk-shaped cytoplasmic fragments that are essential for blood coagulation and control of bleeding. This description is not accurate for any of the other options. PTS: 1 REF: Pages 950-951 Blood cells that differentiate into macrophages are known as: Monocytes c..Eosinophils Neutrophils d. Basophils ANS: A Only monocytes migrate into a variety of tissues and fully mature into tissue macrophages ",
    "questions": [],
    "question_count": 0,
    "text_length": 17683
  },
  "29": {
    "raw_text": "Chapter 29: Alterations of Erythrocyte Platelet, Hemostatic Function MULTIPLE CHOICE What term is used to describe the capacity of some erythrocytes to vary in size, especially in relationship to some anemias? Poikilocytosis c. Anisocytosis Isocytosis d. Microcytosis ANS: C Additional descriptors of erythrocytes associated with some anemias include anisocytosis (assuming various sizes) or poikilocytosis (assuming various shapes) (see Figure 28-1). The remaining terms are not associated with this condition. PTS: 1 REF: Page 982 What is the fundamental physiologic manifestation of anemia? Hypotension c. Hypoxia Hyperesthesia d. Ischemia ANS: C The fundamental physiologic manifestation of anemia is a reduced oxygen-carrying capacity of the blood, resulting in tissue hypoxia. PTS: 1 REF: Page 982 | Page 985 The paresthesia that occurs in vitNamURinSIBN1G2TdBe.fCiOciMency anemia is a result of which of the following? Reduction in acetylcholine receptors in the postsynaptic nerves Myelin degeneration in the spinal cord Destruction of myelin in peripheral nerves Altered function of neurons in the parietal lobe ANS: B Effects on the nervous system can occur if a vitamin B12 deficiency causes the anemia. Myelin degeneration may occur with the resultant loss of fibers in the spinal cord, producing paresthesia (numbness), gait disturbances, extreme weakness, spasticity, and reflex abnormalities. This selection is the only option that accurately describes the cause of paresthesia in such anemias. PTS: 1 REF: Page 985 | Page 987 Which of the following describes how the body compensates for anemia? Increasing rate and depth of breathing Decreasing capillary vasoconstriction Hemoglobin holding more firmly onto oxygen Kidneys releasing more erythropoietin ANS: A Tissue hypoxia creates additional demands and compensatory actions on the pulmonary and hematologic systems. The rate and depth of breathing increase in an attempt to increase the availability of oxygen. This selection is the only option that accurately describes the compensation mechanism in such anemias. PTS: 1 REF: Page 985 Which of the following is classified as a megaloblastic anemia? Iron deficiency c. Sideroblastic Pernicious d. Hemolytic ANS: B Pernicious anemia is the most common type of megaloblastic anemia. The remaining options are not classified as megaloblastic anemias. PTS: 1 REF: Pages 987-988 Deficiencies in folate and vitamin B12 alter the synthesis of which of the following? RNA c. DNA Cell membrane d. Mitochondria ANS: C Deficiencies in folate and vitamin B12 result in defective erythrocyte precursor DNA synthesis. These deficiencies are not associated with alterations of the other options. PTS: 1 REF: Page 987 The underlying disorder of whichNaUneRmSIiNaGisTBa.CreOsMult of the defective secretion of the intrinsic factor, which is essential for the absorption of vitamin B12? Microcytic c. Hypochromic Pernicious d. Hemolytic ANS: B Vitamin B12 deficiency causes pernicious anemia, the m",
    "questions": [],
    "question_count": 0,
    "text_length": 18260
  },
  "30": {
    "raw_text": "Chapter 30: Alterations of Leukocyte, Lymphoid Function MULTIPLE CHOICE What change is observed in leukocytes during an allergic disorder (type I hypersensitivity) often caused by asthma, hay fever, and drug reactions? Neutrophilia c. Eosinophilia Basophilia d. Monocytosis ANS: C Eosinophilia is an absolute increase (more than 450/µL) in the total numbers of circulating eosinophils. Allergic disorders (type I hypersensitivity) associated with asthma, hay fever, and drug reactions, as well as parasitic infections (particularly with metazoal parasites), are often cited as causes. This change is not identified by any of other options. PTS: 1 REF: Pages 1010-1011 In infectious mononucleosis (IM), what does the Monospot test detect? Immunoglobulin E (IgE) c. Immunoglobulin G (IgG) Immunoglobulin M (IgM) d. Immunoglobulin A (IgA) ANS: B Heterophile antibodies are a heterogeneous group of IgM antibodies that are agglutinins against nonhuman red blood cells (e.g., sheep, horse) and are detected by qualitative (monospot) or quantitative (heterophile antibody) test methods. This statement is not true of the other options. PTS: 1 REF: Pages 1012-1013 Which description is consistent with acute lymphocytic leukemia (ALL)? ALL is a progressive neoplasm defined by the presence of greater than 30% lymphoblasts in the bone marrow or blood. Leukocytosis and a predominance of blast cells characterize the bone marrow and peripheral blood. As the immature blasts increase, they replace normal myelocytic cells, megakaryocytes, and erythrocytes. B cells fail to mature into plasma cells that synthesize immunoglobulins. The translocation of genetic material from genes 9 and 22 create an abnormal, fused gene identified as BCR-ABL. ANS: A ALL is a progressive neoplasm defined by the presence of greater than 30% lymphoblasts in the bone marrow or blood. None of the other options provide an accurate description of ALL. PTS: 1 REF: Page 1016 Which description is consistent with chronic myelogenous leukemia (CML)? Defects exist in the ras oncogene, TP53 tumor-suppressor gene, and INK4A, the gene encoding a cell-cycle regulatory protein. Leukocytosis and a predominance of blast cells characterize the bone marrow and peripheral blood. As the immature blasts increase, they replace normal myelocytic cells, megakaryocytes, and erythrocytes. B cells fail to mature into plasma cells that synthesize immunoglobulins. The translocation of genetic material from genes 9 and 22 creates an abnormal, fused protein identified as BCR-ABL1. ANS: D The Philadelphia chromosome is present in more than 95% of those with CML, and the presence of the BCR-ABL1 protein is responsible for the initiation of CML. The other options do not accurately describe CML. PTS: 1 REF: Pages 1014-1015 | Page 1021 Which description is consistent with chronic lymphocytic leukemia (CLL)? Defects exist in the ras oncogene, TP53 tumor-suppressor gene, and INK4A, the gene encoding a cell-cycle regulatory protein. Leukocytos",
    "questions": [],
    "question_count": 0,
    "text_length": 18587
  },
  "32": {
    "raw_text": "Chapter 32: Structure and Function of the Cardiovascular and Lymphatic Systems MULTIPLE CHOICE Which statement does not accurately describe the pericardium? The pericardium is a double-walled membranous sac that encloses the heart. It is made up of connective tissue and a surface layer of squamous cells. The pericardium protects the heart against infection and inflammation from the lungs and pleural space. It contains pain and mechanoreceptors that can elicit reflex changes in blood pressure and heart rate. ANS: B The pericardium is made up of a surface layer of mesothelium over a thin layer of connective tissue. The remaining options accurately describe the pericardium. PTS: 1 REF: Page 1085 Which cardiac chamber has the thinnest wall and why? The right and left atria; they are low-pressure chambers that serve as storage units and conduits for blood. The right and left atria; they are not directly involved in the preload, contractility, or afterload of the heart. The left ventricle; the mean pressure of blood coming into this ventricle is from the lung, which has a low pressure. The right ventricle; it pumps bNloUoRdSIiNntGoTtBh.eCOpuMlmonary capillaries, which have a lower pressure compared with the systemic circulation. ANS: A The two atria have the thinnest walls because they are low-pressure chambers that serve as storage units and conduits for blood that is emptied into the ventricles. This selection is the only option that correctly identifies which heart chambers have the thinnest walls and why that helps cardiac function. PTS: 1 REF: Page 1086 Which chamber of the heart endures the highest pressures? Right atrium c. Left ventricle Left atrium d. Right ventricle ANS: C Pressure is greatest in the systemic circulation, driven by the left ventricle. PTS: 1 REF: Page 1086 What is the process that ensures mitral and tricuspid valve closure after the ventricles are filled with blood? Chordae tendineae relax, which allows the valves to close. Increased pressure in the ventricles pushes the valves to close. Trabeculae carneae contract, which pulls the valves closed. Reduced pressure in the atria creates a negative pressure that pulls the valves closed. ANS: B During ventricular relaxation, the two atrioventricular valves open and blood flows from the higher pressure atria to the relaxed ventricles. With increasing ventricular pressure, these valves close and prevent backflow into the atria as the ventricles contract. This selection is the only option that correctly identifies the process that ensures closing of the mitral and tricuspid valves. PTS: 1 REF: Page 1088 Regarding the heart’s valves, what is a function of the papillary muscles? The papillary muscles close the semilunar valve. These muscles prevent backward expulsion of the atrioventricular valve. They close the atrioventricular valve. The papillary muscles open the semilunar valve. ANS: B The papillary muscles are extensions of the myocardium that pull the cusps together and downward ",
    "questions": [],
    "question_count": 0,
    "text_length": 26677
  },
  "34": {
    "raw_text": "Chapter 34: Alterations of Cardiovascular Function in Children MULTIPLE CHOICE Most cardiovascular developments occur between which weeks of gestation? Fourth and seventh weeks c. Twelfth and fourteenth weeks Eighth and tenth weeks d. Fifteenth and seventeenth weeks ANS: A Cardiogenesis begins at approximately 3 weeks’ gestation; however, most cardiovascular development occurs between 4 and 7 weeks’ gestation. PTS: 1 REF: Page 1194 The function of the foramen ovale in a fetus allows what to occur? Right-to-left blood shunting c. Blood flow from the umbilical cord Left-to-right blood shunting d. Blood flow to the lungs ANS: A The nonfused septum secundum and ostium secundum result in the formation of a flapped orifice known as the foramen ovale, which allows the right-to-left shunting necessary for fetal circulation. The foramen ovale is not involved in the blood flow described by the other options. PTS: 1 REF: Pages 1195-1196 At birth, which statement is true? Systemic resistance and pulmonary resistance fall. Gas exchange shifts from the placenta to the lung. Systemic resistance falls and pulmonary resistance rises. Systemic resistance and pulmonary resistance rise. ANS: B From the available options, the only change that takes place in the circulation at birth is the shift of gas exchange from the placenta to the lungs. PTS: 1 REF: Page 1197 When does systemic vascular resistance in infants begin to increase? One month before birth During the beginning stage of labor One hour after birth Once the placenta is removed from circulation ANS: D The low-resistance placenta is removed from circulation, which causes an immediate increase in systemic vascular resistance to approximately twice of that before birth. PTS: 1 REF: Page 1197 Which event triggers congenital heart defects that cause acyanotic congestive heart failure? Right-to-left shunts c. Obstructive lesions Left-to-right shunts d. Mixed lesions ANS: B Congenital heart defects that cause acyanotic congestive heart failure usually involve left-to-right shunts (see Table 33-4). Acyanotic congestive heart failure does not involve any of the other options. PTS: 1 REF: Pages 1201-1202 | Table 33-4 Older children with an unrepaired cardiac septal defect experience cyanosis because of which factor? Right-to-left shunts c. Obstructive lesions Left-to-right shunts d. Mixed lesions ANS: A Older children who have an unrepaired septal defect with a left-to-right shunt may become cyanotic because of pulmonary vascular changes secondary to increased pulmonary blood flow. None of the other options accurately describe the process that results in cyanosis. PTS: 1 REF: Page 1202 Which congenital heart defects occur in trisomy 13, trisomy 18, and Down syndrome? Coarctation of the aorta (COA) and pulmonary stenosis (PS) Tetralogy of Fallot and persistent truncus arteriosus Atrial septal defect (ASD) andNdUeRxStrINocGaTrBd.iCaOM Ventricular septal defect (VSD) and patent ductus arteriosus (PDA) ANS: D Congenital ",
    "questions": [],
    "question_count": 0,
    "text_length": 16151
  },
  "35": {
    "raw_text": "Chapter 35: Structure and Function of the Pulmonary System MULTIPLE CHOICE What pulmonary defense mechanism propels a mucous blanket that entraps particles moving toward the oropharynx? Nasal turbinates c. Cilia Alveolar macrophages d. Irritant receptors on the nares ANS: C The submucosal glands of the bronchial lining produce mucus, contributing to the mucous blanket that covers the bronchial epithelium. The ciliated epithelial cells rhythmically beat this mucous blanket toward the trachea and pharynx, where it can be swallowed or expectorated by coughing. This selection is the only option that accurately identifies the pulmonary defense mechanism described. PTS: 1 REF: Page 1229 Which term is used to identify the movement of gas and air into and out of the lungs? Perfusion c. Respiration Ventilation d. Diffusion ANS: B Of the options available, ventilation is the only term used to identify the mechanical movement of gas or air into and out of the lungs. PTS: 1 REF: Page 1232 When an individual aspirates food particles, where would the nurse expect to hear decreased or absent breath sounds? Left lung c. Trachea Right lung d. Carina ANS: B The right mainstem bronchus extends from the trachea more vertically than the left main bronchus; therefore aspirated fluids or foreign particles tend to enter the right lung rather than the left or any of the other locations listed. PTS: 1 REF: Page 1228 Aspiration is most likely to occur in the right mainstem bronchus because it: Extends vertically from the trachea. Is narrower than the left mainstem bronchus. Comes into contact with food and drink first. Is located at the site where the bronchi bifurcate. ANS: A The right mainstem bronchus extends from the trachea more vertically than the left mainstem bronchus; therefore aspirated fluids or foreign particles tend to enter the right lung rather than the left. The size of both mainstems is equal. The trachea comes into contact with food and drink first, and the carina is the site where the bronchi bifurcate. PTS: 1 REF: Page 1228 Air passage among alveoli is collateral and evenly distributed because of the function of which structures? Type I alveolar cells c. Acinus pores Pores of Kohn d. Alveolar pores ANS: B Tiny passages called pores of Kohn permit some air to pass through the septa from alveolus to alveolus, promoting collateral ventilation and even distribution of air among the alveoli. This selection is the only option that accurately describes the function that allows air passage among alveoli. PTS: 1 REF: Page 1229 Where in the lung does gas exchange occur? Trachea c. Alveolocapillary membrane Segmental bronchi d. Main bronchus ANS: C Gas exchange occurs only across the alveolocapillary membrane. PTS: 1 REF: Page 1230 Surfactant produced by type II alveolar cells facilitates alveolar distention and ventilation by which mechanism? Decreasing thoracic compliance Attracting water to the alveolar surface Decreasing surface tension in the alveoli Increasi",
    "questions": [],
    "question_count": 0,
    "text_length": 18314
  },
  "37": {
    "raw_text": "Chapter 37: Alterations of Pulmonary Function in Children MULTIPLE CHOICE How does chest wall compliance in an infant differ from that of an adult? 𝛼. An adult’s chest wall compliance is lower than an infant’s. 𝗉. An adult’s chest wall compliance is higher than an infant’s. An adult’s chest wall compliance is the same as an infant’s. 𝛿. An adult’s chest wall compliance is dissimilar to that of an infant’s. ANS: A Chest wall compliance is higher in infants than it is in adults, particularly in premature infants. PTS: 1 REF: Page 1292 Why is nasal congestion a serious threat to young infants? 𝛼. Infants are obligatory nose breathers. 𝗉. Their noses are small in diameter. Infants become dehydrated when mouth breathing. 𝛿. Their epiglottis is proportionally greater than the epiglottis of an adult’s. ANS: A Infants up to 2 to 3 months of age are obligatory nose breathers and are unable to breathe in through their mouths. Nasal congestion is therefore a serious threat to a young infant. This selection is the only option that accurately describes why nasal congestion is a serious threat to young infants. PTS: 1 REF: Page 1290 The risk for respiratory distress syndrome (RDS) decreases for premature infants when they are born between how many weeks of gestation? 𝛼. 16 and 20 c. 24 and 30 𝗉. 20 and 24 d. 30 and 36 ANS: D Surfactant is secreted into fetal airways between 30 and 36 weeks. The other options are not true regarding the timeframe when the risk for RDS decreases. PTS: 1 REF: Page 1292 Which type of croup is most common? 𝛼. Bacterial c. Fungal 𝗉. Viral d. Autoimmune ANS: B In 85% of children with croup, a virus is the cause, most commonly parainfluenza. However, other viruses such as influenza A or respiratory syncytial virus (RSV) also can cause croup. PTS: 1 REF: Pages 1295-1296 What is the chief predisposing factor for respiratory distress syndrome (RDS) of the newborn? 𝛼. Low birth weight 𝗉. Alcohol consumption during pregnancy c. Premature birth 𝛿. Smoking during pregnancy ANS: C RDS of the newborn, also known as hyaline membrane disease (HMD), is a major cause of morbidity and mortality in premature newborns. None of the other options are considered the chief predisposing factors for RDS. PTS: 1 REF: Page 1301 What is the primary cause of respiratory distress syndrome (RDS) of the newborn? 𝛼. Immature immune system c. Surfactant deficiency 𝗉. Small alveoli d. Anemia ANS: C RDS is primarily caused by surfactant deficiency and secondarily by a deficiency in alveolar surface area for gas exchange. None of the other options are related to the cause of RDS. PTS: 1 REF: Page 1301 What is the primary problem resulting from respiratory distress syndrome (RDS) of the newborn? 𝛼. Consolidation c. Atelectasis 𝗉. Pulmonary edema d. Bronchiolar plugging ANS: C The primary problem is atelectasis, which causes significant hypoxemia and is difficult for the neonate to overcome because a significant negative inspiratory pressure is required to open the alveo",
    "questions": [],
    "question_count": 0,
    "text_length": 17667
  },
  "38": {
    "raw_text": "Chapter 38: Structure and Function of the Renal and Urologic Systems MULTIPLE CHOICE The area of the kidneys that contains the glomeruli and portions of the tubules is called the: Medulla c. Pyramids Cortex d. Columns ANS: B The cortex contains all the glomeruli and portions of the tubules of the kidneys. Although the other options are also located in the kidney, they do not contain the glomeruli. PTS: 1 REF: Page 1320 What is the functional unit of the kidney called? Glomerulus c. Collecting duct Nephron d. Pyramid ANS: B The nephron is the functional unit of the kidney. Although the other options are also located in the kidney, they are not its functional units. PTS: 1 REF: Page 1320 Which cells have phagocytic properties similar to monocytes and contract like smooth muscles cells, thereby influencingNtUheRSgIlNoGmTeBru.ClaOrMfiltration rate? Principle cells c. Mesangial cells Podocin cells d. Intercalated cells ANS: C Mesangial cells and the mesangial matrix, secreted by mesangial cells, lie between and support the glomerular capillaries. Different mesangial cells contract like smooth muscle cells to regulate glomerular capillary blood flow. They also have phagocytic properties similar to monocytes. The other options are not capable of these functions. PTS: 1 REF: Page 1321 The only surface inside the nephron where cells are covered with microvilli to increase the reabsorptive surface area is called the: Proximal convoluted tubules c. Ascending loop of Henle Distal tubules d. Descending loop of Henle ANS: A The only surface inside the nephron where the cells are covered with microvilli (a brush border) is called the proximal convoluted tubules. This proximal convoluted tubular lumen consists of one layer of cuboidal cells with a surface layer of microvilli that increases the reabsorptive surface area. PTS: 1 REF: Page 1322 What part of the kidney controls renal blood flow, glomerular filtration, and renin secretion? Macula densa c. Juxtaglomerular apparatus (JGA) Visceral epithelium d. Filtration slits ANS: C Control of renal blood flow, glomerular filtration, and renin secretion occur at the JGA. Together, the juxtaglomerular cells and macula densa cells form the JGA. The control of renal blood flow, glomerular filtration, and renin secretion is not directed by any of the other options. PTS: 1 REF: Page 1322 Kidney stones in the upper part of the ureter would produce pain referred to which anatomical area? Vulva or penis c. Thighs Umbilicus d. Lower abdomen ANS: B Kidney stones in the upper part of the ureter would produce pain in the umbilicus. Sensory innervation for the upper part of the ureter arises from the tenth thoracic nerve roots with referred pain to the umbilicus. The other options would not experience such referred pain. PTS: 1 REF: Page 1325 Innervation of the bladder and internal urethral sphincter is supplied by which nerves? Peripheral nerves c. Sympathetic nervous system Parasympathetic fibers d.Tenth thoracic nerve roots AN",
    "questions": [],
    "question_count": 0,
    "text_length": 17206
  }
}