{
  "28": {
    "questions": [],
    "question_count": 0,
    "raw_text_sample": "Chapter 28: Structure and Function of the Hematologic System MULTIPLE CHOICE What is the most abundant class of plasma protein? Globulin c. Clotting factors Albumin d. Complement proteins ANS: B Albumin (approximately 60% of total plasma protein at a concentration of about 4 g/dl) is the most abundant plasma protein. PTS: 1 REF: Page 946 What is the effect of low plasma albumin? Clotting factors decrease, thus increasing the chance of prolonged bleeding. Fewer immunoglobulins are synthesized, thus impairing the immune function. Less iron is stored, thus increasing the incidence of iron deficiency anemia. Osmotic pressure decreases, thus water moves from the capillaries to the interstitium. ANS: D In the case of decreased production (e.g., cirrhosis, other diffuse liver diseases, protein malnutrition) or excessive loss of albumin (e.g., certain kidney diseases, extensive burns), the reduced oncotic pressure leads to excessive movement of fluid and solutes into the tissues and decreased "
  },
  "29": {
    "questions": [],
    "question_count": 0,
    "raw_text_sample": "Chapter 29: Alterations of Erythrocyte Platelet, Hemostatic Function MULTIPLE CHOICE What term is used to describe the capacity of some erythrocytes to vary in size, especially in relationship to some anemias? Poikilocytosis c. Anisocytosis Isocytosis d. Microcytosis ANS: C Additional descriptors of erythrocytes associated with some anemias include anisocytosis (assuming various sizes) or poikilocytosis (assuming various shapes) (see Figure 28-1). The remaining terms are not associated with this condition. PTS: 1 REF: Page 982 What is the fundamental physiologic manifestation of anemia? Hypotension c. Hypoxia Hyperesthesia d. Ischemia ANS: C The fundamental physiologic manifestation of anemia is a reduced oxygen-carrying capacity of the blood, resulting in tissue hypoxia. PTS: 1 REF: Page 982 | Page 985 The paresthesia that occurs in vitNamURinSIBN1G2TdBe.fCiOciMency anemia is a result of which of the following? Reduction in acetylcholine receptors in the postsynaptic nerves Myelin deg"
  },
  "30": {
    "questions": [],
    "question_count": 0,
    "raw_text_sample": "Chapter 30: Alterations of Leukocyte, Lymphoid Function MULTIPLE CHOICE What change is observed in leukocytes during an allergic disorder (type I hypersensitivity) often caused by asthma, hay fever, and drug reactions? Neutrophilia c. Eosinophilia Basophilia d. Monocytosis ANS: C Eosinophilia is an absolute increase (more than 450/µL) in the total numbers of circulating eosinophils. Allergic disorders (type I hypersensitivity) associated with asthma, hay fever, and drug reactions, as well as parasitic infections (particularly with metazoal parasites), are often cited as causes. This change is not identified by any of other options. PTS: 1 REF: Pages 1010-1011 In infectious mononucleosis (IM), what does the Monospot test detect? Immunoglobulin E (IgE) c. Immunoglobulin G (IgG) Immunoglobulin M (IgM) d. Immunoglobulin A (IgA) ANS: B Heterophile antibodies are a heterogeneous group of IgM antibodies that are agglutinins against nonhuman red blood cells (e.g., sheep, horse) and are detecte"
  },
  "32": {
    "questions": [],
    "question_count": 0,
    "raw_text_sample": "Chapter 32: Structure and Function of the Cardiovascular and Lymphatic Systems MULTIPLE CHOICE Which statement does not accurately describe the pericardium? The pericardium is a double-walled membranous sac that encloses the heart. It is made up of connective tissue and a surface layer of squamous cells. The pericardium protects the heart against infection and inflammation from the lungs and pleural space. It contains pain and mechanoreceptors that can elicit reflex changes in blood pressure and heart rate. ANS: B The pericardium is made up of a surface layer of mesothelium over a thin layer of connective tissue. The remaining options accurately describe the pericardium. PTS: 1 REF: Page 1085 Which cardiac chamber has the thinnest wall and why? The right and left atria; they are low-pressure chambers that serve as storage units and conduits for blood. The right and left atria; they are not directly involved in the preload, contractility, or afterload of the heart. The left ventricle; t"
  },
  "34": {
    "questions": [],
    "question_count": 0,
    "raw_text_sample": "Chapter 34: Alterations of Cardiovascular Function in Children MULTIPLE CHOICE Most cardiovascular developments occur between which weeks of gestation? Fourth and seventh weeks c. Twelfth and fourteenth weeks Eighth and tenth weeks d. Fifteenth and seventeenth weeks ANS: A Cardiogenesis begins at approximately 3 weeks’ gestation; however, most cardiovascular development occurs between 4 and 7 weeks’ gestation. PTS: 1 REF: Page 1194 The function of the foramen ovale in a fetus allows what to occur? Right-to-left blood shunting c. Blood flow from the umbilical cord Left-to-right blood shunting d. Blood flow to the lungs ANS: A The nonfused septum secundum and ostium secundum result in the formation of a flapped orifice known as the foramen ovale, which allows the right-to-left shunting necessary for fetal circulation. The foramen ovale is not involved in the blood flow described by the other options. PTS: 1 REF: Pages 1195-1196 At birth, which statement is true? Systemic resistance and p"
  },
  "35": {
    "questions": [],
    "question_count": 0,
    "raw_text_sample": "Chapter 35: Structure and Function of the Pulmonary System MULTIPLE CHOICE What pulmonary defense mechanism propels a mucous blanket that entraps particles moving toward the oropharynx? Nasal turbinates c. Cilia Alveolar macrophages d. Irritant receptors on the nares ANS: C The submucosal glands of the bronchial lining produce mucus, contributing to the mucous blanket that covers the bronchial epithelium. The ciliated epithelial cells rhythmically beat this mucous blanket toward the trachea and pharynx, where it can be swallowed or expectorated by coughing. This selection is the only option that accurately identifies the pulmonary defense mechanism described. PTS: 1 REF: Page 1229 Which term is used to identify the movement of gas and air into and out of the lungs? Perfusion c. Respiration Ventilation d. Diffusion ANS: B Of the options available, ventilation is the only term used to identify the mechanical movement of gas or air into and out of the lungs. PTS: 1 REF: Page 1232 When an "
  },
  "37": {
    "questions": [],
    "question_count": 0,
    "raw_text_sample": "Chapter 37: Alterations of Pulmonary Function in Children MULTIPLE CHOICE How does chest wall compliance in an infant differ from that of an adult? 𝛼. An adult’s chest wall compliance is lower than an infant’s. 𝗉. An adult’s chest wall compliance is higher than an infant’s. An adult’s chest wall compliance is the same as an infant’s. 𝛿. An adult’s chest wall compliance is dissimilar to that of an infant’s. ANS: A Chest wall compliance is higher in infants than it is in adults, particularly in premature infants. PTS: 1 REF: Page 1292 Why is nasal congestion a serious threat to young infants? 𝛼. Infants are obligatory nose breathers. 𝗉. Their noses are small in diameter. Infants become dehydrated when mouth breathing. 𝛿. Their epiglottis is proportionally greater than the epiglottis of an adult’s. ANS: A Infants up to 2 to 3 months of age are obligatory nose breathers and are unable to breathe in through their mouths. Nasal congestion is therefore a serious threat to a young infant. This"
  },
  "38": {
    "questions": [],
    "question_count": 0,
    "raw_text_sample": "Chapter 38: Structure and Function of the Renal and Urologic Systems MULTIPLE CHOICE The area of the kidneys that contains the glomeruli and portions of the tubules is called the: Medulla c. Pyramids Cortex d. Columns ANS: B The cortex contains all the glomeruli and portions of the tubules of the kidneys. Although the other options are also located in the kidney, they do not contain the glomeruli. PTS: 1 REF: Page 1320 What is the functional unit of the kidney called? Glomerulus c. Collecting duct Nephron d. Pyramid ANS: B The nephron is the functional unit of the kidney. Although the other options are also located in the kidney, they are not its functional units. PTS: 1 REF: Page 1320 Which cells have phagocytic properties similar to monocytes and contract like smooth muscles cells, thereby influencingNtUheRSgIlNoGmTeBru.ClaOrMfiltration rate? Principle cells c. Mesangial cells Podocin cells d. Intercalated cells ANS: C Mesangial cells and the mesangial matrix, secreted by mesangial c"
  }
}