[
  {
    "id": 1,
    "text": "Most cardiovascular developments occur between which weeks of gestation?",
    "options": [
      "Fourth and seventh weeks",
      "Twelfth and fourteenth weeks",
      "Eighth and tenth weeks",
      "Fifteenth and seventeenth weeks"
    ],
    "correct": [
      0
    ],
    "rationale": "Cardiogenesis begins at approximately 3 weeks’ gestation; however, most cardiovascular development occurs between 4 and 7 weeks’ gestation."
  },
  {
    "id": 2,
    "text": "The function of the foramen ovale in a fetus allows what to occur?",
    "options": [
      "Right-to-left blood shunting",
      "Blood flow from the umbilical cord",
      "Left-to-right blood shunting",
      "Blood flow to the lungs"
    ],
    "correct": [
      0
    ],
    "rationale": "The nonfused septum secundum and ostium secundum result in the formation of a flapped orifice known as the foramen ovale, which allows the right-to-left shunting necessary for fetal circulation. The foramen ovale is not involved in the blood flow described by the other options."
  },
  {
    "id": 3,
    "text": "At birth, which statement is true?",
    "options": [
      "Systemic resistance and pulmonary resistance fall.",
      "Gas exchange shifts from the placenta to the lung.",
      "Systemic resistance falls and pulmonary resistance rises.",
      "Systemic resistance and pulmonary resistance rise."
    ],
    "correct": [
      1
    ],
    "rationale": "From the available options, the only change that takes place in the circulation at birth is the shift of gas exchange from the placenta to the lungs."
  },
  {
    "id": 4,
    "text": "When does systemic vascular resistance in infants begin to increase?",
    "options": [
      "One month before birth",
      "During the beginning stage of labor",
      "One hour after birth",
      "Once the placenta is removed from circulation"
    ],
    "correct": [
      3
    ],
    "rationale": "The low-resistance placenta is removed from circulation, which causes an immediate increase in systemic vascular resistance to approximately twice of that before birth."
  },
  {
    "id": 5,
    "text": "Which event triggers congenital heart defects that cause acyanotic congestive heart failure?",
    "options": [
      "Right-to-left shunts",
      "Obstructive lesions",
      "Left-to-right shunts",
      "Mixed lesions"
    ],
    "correct": [
      2
    ],
    "rationale": "Congenital heart defects that cause acyanotic congestive heart failure usually involve left-to-right shunts (see Table 33-4). Acyanotic congestive heart failure does not involve any of the other options."
  },
  {
    "id": 6,
    "text": "Older children with an unrepaired cardiac septal defect experience cyanosis because of which factor?",
    "options": [
      "Right-to-left shunts",
      "Obstructive lesions",
      "Left-to-right shunts",
      "Mixed lesions"
    ],
    "correct": [
      0
    ],
    "rationale": "Older children who have an unrepaired septal defect with a left-to-right shunt may become cyanotic because of pulmonary vascular changes secondary to increased pulmonary blood flow. None of the other options accurately describe the process that results in cyanosis."
  },
  {
    "id": 7,
    "text": "Which congenital heart defects occur in trisomy 13, trisomy 18, and Down syndrome?",
    "options": [
      "Coarctation of the aorta (COA) and pulmonary stenosis (PS)",
      "Tetralogy of Fallot and persistent truncus arteriosus",
      "Atrial septal defect (ASD) and dextrocardia",
      "Ventricular septal defect (VSD) and patent ductus arteriosus (PDA)"
    ],
    "correct": [
      3
    ],
    "rationale": "Congenital heart defects that are related to dysfunction of trisomy 13, trisomy 18, and Down syndrome include VSD and PDA (see Table 33-2). The other defects are not associated with dysfunction of trisomy 13, trisomy 18, and Down syndrome."
  },
  {
    "id": 8,
    "text": "An infant has a continuous machine-type murmur best heard at the left upper sternal border throughout systole and diastole, as well as a bounding pulse and a thrill on palpation. These clinical findings are consistent with which congenital heart defect?",
    "options": [
      "Atrial septal defect (ASD)",
      "Patent ductus arteriosus (PDA)",
      "Ventricular septal defect (VSD)",
      "Atrioventricular canal (AVC) defect"
    ],
    "correct": [
      1
    ],
    "rationale": "If pulmonary vascular resistance has fallen, then infants with PDA will characteristically have a continuous machine-type murmur best heard at the left upper sternal border throughout systole and diastole. If the PDA is significant, then the infant also will have bounding pulses, an active precordium, a thrill on palpation, and signs and symptoms of pulmonary overcirculation. The presentations of the other congenital heart defects are not consistent with the described the symptoms."
  },
  {
    "id": 9,
    "text": "An infant has a crescendo-decrescendo systolic ejection murmur located between the second and third intercostal spaces along the left sternal border. A wide fixed splitting of the second heart sound is also found. These clinical findings are consistent with which congenital heart defect?",
    "options": [
      "Atrial septal defect (ASD)",
      "Patent ductus arteriosus (PDA)",
      "Ventricular septal defect (VSD)",
      "Atrioventricular canal (AVC) defect"
    ],
    "correct": [
      0
    ],
    "rationale": "Because most children with ASD are asymptomatic, diagnosis is usually made during a routine physical examination by the auscultation of a crescendo-decrescendo systolic ejection murmur that reflects increased blood flow through the pulmonary valve. The location of the murmur is between the second and third intercostal spaces along the left sternal border. A wide fixed splitting of the second heart sound is also characteristic of ASD, reflecting volume overload to the right ventricle and causing prolonged ejection time and a delay of pulmonic valve closure. The presentations of other congenital heart defects are not consistent with the described symptoms."
  },
  {
    "id": 10,
    "text": "An infant has a loud, harsh, holosystolic murmur and systolic thrill that can be detected at the left lower sternal border that radiates to the neck. These clinical findings are consistent with which congenital heart defect?",
    "options": [
      "Atrial septal defect (ASD)",
      "Patent ductus arteriosus (PDA)",
      "Ventricular septal defect (VSD)",
      "Atrioventricular canal (AVC) defect"
    ],
    "correct": [
      2
    ],
    "rationale": "On physical examination, a loud, harsh, holosystolic murmur and systolic thrill can be detected at the left lower sternal border. The intensity of the murmur reflects the pressure gradient across the VSD. An apical diastolic rumble may be present with a large left-to-right shunt."
  },
  {
    "id": 11,
    "text": "Where can coarctation of the aorta (COA) be located?",
    "options": [
      "Exclusively on the aortic arch",
      "Proximal to the brachiocephalic artery",
      "Between the origin of the aortic arch and the bifurcation of the aorta in the lower abdomen",
      "Between the origin of the aortic arch and the origin of the first intercostal artery"
    ],
    "correct": [
      2
    ],
    "rationale": "COA can occur anywhere between the origin of the aortic arch and the bifurcation of the aorta in the lower abdomen. The other options do not accurately describe the location of a COA."
  },
  {
    "id": 12,
    "text": "Classic manifestations of a systolic ejection murmur heard at the left interscapular area, cool mottled skin on the lower extremities but hypertension noted in the upper extremities, and decreased or absent femoral pulse are indicative of an older child with which congenital defect?",
    "options": [
      "Tetralogy of Fallot",
      "Ventricular septum defect (SD)",
      "Aortic stenosis",
      "Coarctation of the aorta (OA)"
    ],
    "correct": [
      3
    ],
    "rationale": "Clinical manifestations of coarctation of the aorta include hypertension noted in the upper extremities with decreased or absent pulses in the lower extremities. Children may also have cool mottled skin and occasionally experience leg cramps during exercise. A systolic ejection murmur, heard best at the left interscapular area, is also considered a classic clinical manifestation of this disorder. The other options are not initially associated with these symptoms."
  },
  {
    "id": 13,
    "text": "What is the initial manifestation of aortic coarctation observed in a neonate?",
    "options": [
      "Congestive heart failure (CHF)",
      "Pulmonary hypertension",
      "Cor pulmonale",
      "Cerebral hypertension"
    ],
    "correct": [
      0
    ],
    "rationale": "Initially, the newborn usually exhibits symptoms of CHF. The other options are not initially associated with aortic coarctation."
  },
  {
    "id": 14,
    "text": "Which compensatory mechanism is spontaneously used by children diagnosed with tetralogy of Fallot to relieve hypoxic spells?",
    "options": [
      "Lying on their left side",
      "Squatting",
      "Performing the Valsalva maneuver",
      "Hyperventilating"
    ],
    "correct": [
      2
    ],
    "rationale": "Squatting is a spontaneous compensatory mechanism used by older children to alleviate hypoxic spells. Squatting and its variants increase systemic resistance while decreasing venous return to the heart from the inferior vena cava. The other options would not result in these changes."
  },
  {
    "id": 15,
    "text": "An infant diagnosed with a small patent ductus arteriosus (PDA) would likely exhibit which symptom?",
    "options": [
      "Intermittent murmur",
      "Need for surgical repair",
      "Lack of symptoms",
      "Triad of congenital defects"
    ],
    "correct": [
      2
    ],
    "rationale": "Infants with a small PDA usually remain asymptomatic; the other options are incorrect."
  },
  {
    "id": 16,
    "text": "What is the most common cause of chronic sustained hypertension observed only in a newborn?",
    "options": [
      "Renal parenchymal disease",
      "Renal artery stenosis",
      "Primary hypertension",
      "Congenital renal malformation"
    ],
    "correct": [
      3
    ],
    "rationale": "Congenital renal malformation is a cause of chronic sustained hypertension in a newborn. Although renal artery stenosis is observed in newborns, it is also observed in older children. Renal parenchymal disease and primary hypertension are commonly observed in older children diagnosed with chronic sustained hypertension."
  },
  {
    "id": 17,
    "text": "Which condition is consistent with the cardiac defect of transposition of the great vessels?",
    "options": [
      "The aorta arises from the right ventricle.",
      "The pulmonary trunk arises from the right ventricle.",
      "The right ventricle pumps blood to the lungs.",
      "An intermittent murmur is present."
    ],
    "correct": [
      0
    ],
    "rationale": "Transposition of the great arteries refers to a condition in which the aorta arises from the right ventricle and the pulmonary artery arises from the left ventricle. A transposition of the great vessels is not associated with any of the other options."
  },
  {
    "id": 18,
    "text": "Which scenario describes total anomalous pulmonary venous return?",
    "options": [
      "The foramen ovale closes after birth.",
      "Pulmonary venous return is to the right atrium.",
      "Pulmonary venous return is to the leftatrium.",
      "The left atrium receives oxygenated blood."
    ],
    "correct": [
      1
    ],
    "rationale": "Total anomalous pulmonary venous return occurs when the pulmonary veins abnormally connect to the right side of the heart either directly or through one or more systemic veins that drain into the right atrium. None of the other options accurately describe the presentation of a total anomalous pulmonary venous return."
  },
  {
    "id": 19,
    "text": "Which heart defect produces a systolic ejection murmur at the right upper sternal border that transmits to the neck and left lower sternal border?",
    "options": [
      "Coarctation of the aorta",
      "Aortic stenosis",
      "Pulmonic stenosis",
      "Hypoplastic left heart syndrome"
    ],
    "correct": [
      1
    ],
    "rationale": "Blood flow through the stenotic area of the aorta produces a systolic ejection murmur at the right upper sternal border that transmits to the neck and left lower sternal border. None of the other options produce the described assessment findings."
  },
  {
    "id": 20,
    "text": "Which heart defect produces a systolic ejection click at the upper left sternal border with a thrill palpated at the upper left sternal border?",
    "options": [
      "Coarctation of the aorta (COA)",
      "Aortic stenosis",
      "Pulmonary stenosis (PS)",
      "Hypoplastic left heart syndrome"
    ],
    "correct": [
      2
    ],
    "rationale": "PS results in a systolic ejection murmur at the left upper sternal border, reflecting an obstruction to flow through the narrowed pulmonary valve. A variable systolic ejection click is present in some children, as well as valvular stenosis at the upper left sternal border. PS also produces a thrill that may be palpated at the upper left sternal border. None of the other options produce the described assessment findings."
  },
  {
    "id": 21,
    "text": "What is the suggested mean blood pressure for an 8- to 9-year-old child?",
    "options": [
      "104/55 mm Hg",
      "112/62 mm Hg",
      "106/58 mm Hg",
      "121/70 mm Hg"
    ],
    "correct": [
      2
    ],
    "rationale": "The suggested mean blood pressure for an 8- to 9- year-old child is 106/58 mm Hg. For a child of 6 to 7 years old, 104/55 mm Hg is appropriate; for a 12- to 13-year-old child, 112/62 mm Hg is appropriate, and for a 16- to 18-year-old young man, 121/70 mm Hg is appropriate."
  },
  {
    "id": 22,
    "text": "What congenital heart defects are associated with intrauterine exposure to rubella? (Select all that apply.)",
    "options": [
      "Pulmonary stenosis (PS)",
      "Cardiomegaly",
      "Patent ductus arteriosus (PDA)",
      "Coarctation of the aorta (COA)"
    ],
    "correct": [
      0,
      2,
      3
    ],
    "rationale": "PS, PDA, and COA are congenital heart defects associated with intrauterine exposure to rubella. Cardiomegaly and VSD are associated with maternal diabetes."
  }
]